Repository: bdogan/distance_education_suite
Catalog: resources/locales/*/default.po
Languages: tr_tr

source: The class room has been saved.
tr_tr: Sınıf kaydedildi.

source: The class room could not be saved. Please, try again.
tr_tr: Sınıf kaydedilemedi. Lütfen tekrar deneyin.

source: The class room has been deleted.
tr_tr: Sınıf silindi.

source: The class room could not be deleted. Please, try again.
tr_tr: Sınıf silinemedi. Lütfen tekrar deneyin.

source: The lesson topic file has been saved.
tr_tr: Ders dosyası kaydedildi.

source: The lesson topic file could not be saved. Please, try again.
tr_tr: Ders dosyası kaydedilemedi. Lütfen tekrar deneyin.

source: The lesson topic file has been deleted.
tr_tr: Ders dosyası silindi.

source: The lesson topic file could not be deleted. Please, try again.
tr_tr: Ders dosyası silinemedi. Lütfen tekrar deneyin.

source: The lesson topic has been saved.
tr_tr: Ders kaydedildi. Lütfen tekrar deneyin.

source: The lesson topic could not be saved. Please, try again.
tr_tr: Ders keydedilemedi. Lütfen tekrar deneyin.

source: The lesson topic has been deleted.
tr_tr: Ders silindi.

source: The lesson topic could not be deleted. Please, try again.
tr_tr: Ders silinemedi. Lütfen tekrar deneyin.

source: The student has been saved.
tr_tr: Öğrenci kaydedildi.

source: The student could not be saved. Please, try again.
tr_tr: Öğrenci kaydedilemedi. Lütfen tekrar deneyin.

source: The student has been deleted.
tr_tr: Öğrenci silindi.

source: The student could not be deleted. Please, try again.
tr_tr: Öğrenci silinemedi. Lütfen tekrar deneyin.

source: The password has been changed. Please login with new credentials.
tr_tr: Şifre değiştirildi. Lütfen yeni bilgilerle giriş yapınız.

source: The password could not be changed. Please, try again.
tr_tr: Şifre değiştirilemedi. Lütfen tekrar deneyin.

source: The profile has been saved.
tr_tr: Kullanıcı bilgileri kaydedildi.

source: The profile could not be saved. Please, try again.
tr_tr: Kullanıcı bilgileri kaydedilemedi. Lütfen tekrar deneyin.

source: Actions
tr_tr: Aksiyonlar

source: List Class Rooms
tr_tr: Sınıflar

source: Add Class Room
tr_tr: Sınıf Ekle

source: Submit
tr_tr: Kaydet

source: Delete
tr_tr: Sil

source: Are you sure you want to delete # {0}?
tr_tr: # {0} numaralı kayıt silinecek. Emin misiniz?

source: Edit Class Room
tr_tr: Sınıf Düzenle

source: first
tr_tr: ilk

source: previous
tr_tr: önceki

source: next
tr_tr: sonraki

source: last
tr_tr: sondaki

source: New Class Room
tr_tr: Yeni Sınıf

source: Name
tr_tr: Ad

source: Id
tr_tr: No

source: Created
tr_tr: Oluşturuldu

source: Modified
tr_tr: Düzenlendi

source: List Lesson Topics
tr_tr: Dersler

source: List Lesson Topic Files
tr_tr: Ders Dosyaları

source: Add Lesson Topic File
tr_tr: Ders Dosyası Ekle

source: New Lesson Topic File
tr_tr: Ders Dosyası Oluştur

source: Delete Lesson Topic File
tr_tr: Ders Dosyası Sil

source: Lesson Topic
tr_tr: Ders

source: Class Room
tr_tr: Sınıf

source: Type
tr_tr: Tip

source: Notes
tr_tr: Bilgi

source: Size
tr_tr: Büyüklük

source: Add Lesson Topic
tr_tr: Ders Ekle

source: Edit Lesson Topic
tr_tr: Ders Düzenle

source: Lesson Topics
tr_tr: Dersler

source: New Lesson Topic
tr_tr: Yeni Ders

source: Delete Lesson Topic
tr_tr: Ders Sil

source: List Lesson Topic
tr_tr: Dersler

source: Files ({0})
tr_tr: Dosyalar ({0})

source: Lesson
tr_tr: Ders

source: Subject
tr_tr: Konu

source: List Students
tr_tr: Öğrenciler

source: Add Student
tr_tr: Öğrenci Ekle

source: Edit Student
tr_tr: Öğrenci Düzenle

source: Change Password
tr_tr: Şifre Değiştir

source: Students
tr_tr: Öğrenciler

source: New Student
tr_tr: Yeni Öğrenci

source: Delete Student
tr_tr: Öğrenci Sil

source: List Student
tr_tr: Öğrenciler

source: Email
tr_tr: E-Posta

source: Dashboard
tr_tr: Ana Sayfa

source: Profile
tr_tr: Profil

source: View Profile
tr_tr: Profili Görüntüle

source: Edit Profile
tr_tr: Profili Düzenle

source: List Lesson Topic Videos
tr_tr: Ders Videoları Listesi

source: List Lesson Topic Video
tr_tr: Ders Videoları Listesi

source: Add Lesson Topic Video
tr_tr: Ders Videosu Ekle

source: Edit Lesson Topic Video
tr_tr: Ders Videosu Düzenle

source: Delete Lesson Topic Video
tr_tr: Ders Videosu Sil

source: New Lesson Topic Video
tr_tr: Yeni Ders Videosu

source: Lesson Topic Videos
tr_tr: Ders Videoları

source: App
tr_tr: Uygulama

source: Thumbnail
tr_tr: Fotoğraf

source: Duration
tr_tr: Süre

source: Video Id
tr_tr: Video No

source: Videos ({0})
tr_tr: Videolar ({0})

source: The lesson topic video has been saved.
tr_tr: Ders videosu kaydedildi

source: The lesson topic video could not be saved. Please, try again.
tr_tr: Ders videosu kaydedilemedi. Lütfen tekrar deneyin.

source: The lesson topic video has been deleted.
tr_tr: Ders videosu başarıyla silindi.

source: The lesson topic video could not be deleted. Please, try again.
tr_tr: Ders videosu silinemedi. Lütfen tekrar deneyin.

source: ClassRooms Name
tr_tr: Sınıf
